Revit 2027 API
ParameterTypeId.DimStyleAngularUnitsAlt Property
 "Alternate Units Format"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimStyleAngularUnitsAlt { get; }
Public Shared ReadOnly Property DimStyleAngularUnitsAlt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimStyleAngularUnitsAlt {
	ForgeTypeId^ get ();
}
static member DimStyleAngularUnitsAlt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace